{
    "Epiphany": [
        {
            "text": "Nations shall come to your light, and kings to the brightness of your rising.",
            "verse": "Isaiah 60:3"
        },
        {
            "text": "I will give you as a light to the nations, that my salvation may reach to the end of the earth.",
            "verse": "Isaiah 49:6b"
        },
        {
            "text": "From the rising of the sun to its setting my Name shall be great among the nations, and in every place incense shall be offered to my Name, and a pure offering: for my Name shall be great among the nations, says the Lord of hosts.",
            "verse": "Malachi 1:11"
        }
    ],
    "Lent": [
        {
            "text": "If we say we have no sin, we deceive ourselves, and the truth is not in us; but if we confess our sins, God who is faithful and just, will forgive our sins and cleanse us from all unrighteousness.",
            "verse": "I John 1:8, 9"
        },
        {
            "text": "Rend your hearts and not your garments. Return to the Lord your God, for he is gracious and merciful, slow to anger and abounding in steadfast love, and repents of evil.",
            "verse": "Joel 2:13"
        },
        {
            "text": "I will arise and go to my father, and I will say to him, &quot;Father, I have sinned against heaven, and before you; I am no longer worthy to be called your son.&quot;",
            "verse": "Luke 15:18, 19"
        },
        {
            "text": "To the Lord our God belong mercy and forgivenesses, because we have rebelled against him and have not obeyed the voice of the Lord our God by following his laws which he set before us.",
            "verse": "Daniel 9:9, 10"
        },
        {
            "text": "Jesus said, &quot;If anyone will come after me, let him deny himself, and take up his cross, and follow me.&quot; ",
            "verse": "Mark 8:34"
        }
    ],
    "Holy Week ": [
        {
            "text": "All we like sheep have gone astray; we have turned every one to his own way; and the Lord has laid on him the iniquity of us all.",
            "verse": "Isaiah 53:6"
        },
        {
            "text": "Is it nothing to you, all you who pass by? Look and see if there is any sorrow like my sorrow which was brought upon me, whom the Lord hath afflicted.",
            "verse": "Lamentations 1:12"
        }
    ],
    "Easter Season, including Ascension Day and the Day of Pentecost": [
        {
            "text": "On this day the Lord has acted; we will rejoice and be glad in it.",
            "verse": "Psalm 118:24"
        },
        {
            "text": "Thanks be to God, who gives us the victory through our Lord Jesus Christ.",
            "verse": "1 Corinthians 15:57"
        },
        {
            "text": "If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God.",
            "verse": "Colossians 3:1"
        },
        {
            "text": "Christ has entered, not into a sanctuary made with hands, a copy of the true one, but into heaven itself, now to appear in the presence of God on our behalf.",
            "verse": "Hebrews 9:24"
        },
        {
            "text": "You shall receive power when the Holy Ghost has come upon you; and you shall be my witness in Jerusalem, and in all Judea, and Samaria, and to the ends of the earth.",
            "verse": "Acts 1:8"
        }
    ],
    "Trinity Sunday": [
        {
            "text": "Holy, holy, holy is the Lord God Almighty, who was, and is, and is to come.",
            "verse": "Revelation 4:8"
        }
    ],
    "All Saints and other Major Saints' Days": [
        {
            "text": "We give thanks to the Father, who has made us worthy to share in the inheritance of the saints in light.",
            "verse": "Colossians 1:12"
        },
        {
            "text": "You are no longer strangers and sojourners, but fellow citizens with the saints and members of the household of God.",
            "verse": "Ephesians 2:19"
        },
        {
            "text": "Their sound has gone out into all lands, and their message to the ends of the world.",
            "verse": "Psalm 19:4"
        }
    ],
    "OccasionsofThanksgiving": [
        {
            "text": "O give thanks to the Lord, and call upon his Name; make known his deeds among the peoples.",
            "verse": "Psalm 105"
        }
    ],
    "At any Time": [
        {
            "text": "Grace to you and peace from God our Father and from the Lord Jesus Christ.",
            "verse": "Phillipians 1:2"
        },
        {
            "text": "I was glad when they said to me, &quot;Let us go to the house of the Lord.&quot;",
            "verse": "Psalm 122:1"
        },
        {
            "text": "Let the words of my mouth and the meditation of my heart be acceptable in your sight, O Lord, my strength and my redeemer.",
            "verse": "Psalm 19:14"
        },
        {
            "text": "Send out your light and your truth, that they may lead me, and bring me to your holy hill and to your dwelling.",
            "verse": "Psalm 43:3"
        },
        {
            "text": "The Lord is in his holy temple; let all the earth keep silence before him.",
            "verse": "Habakkuk 2:20"
        },
        {
            "text": "The hour is coming, and now is, when the true worshipers will worship the Father in spirit and in truth, for such the Father seeks to worship him.",
            "verse": "John 4:23"
        },
        {
            "text": "Thus says the high and lofty One who inhabits eternity, whose name is Holy, &quot;I dwell in the high and holy place and also with the one who has a contrite and humble spirit, to revive the spirit of the humble and to revive the heart of the contrite.&quot;",
            "verse": "Isaiah 57:15"
        }
    ]
}